[
  {
    "label": "positive",
    "text": "Ausgezeichnetes Essen und erstklassiger Service. Ein Muss!"
  },
  {
    "label": "positive",
    "text": "Ein wunderbares kulinarisches Erlebnis. Jeder Bissen war ein Genuss."
  },
  {
    "label": "positive",
    "text": "Fantastische Atmosphäre und herzliche Gastfreundschaft. Sehr empfehlenswert."
  },
  {
    "label": "positive",
    "text": "Die Gerichte sind kreativ und wunderschön präsentiert. Ein wahres Geschmackserlebnis."
  },
  {
    "label": "positive",
    "text": "Ein verstecktes Juwel in der Stadt. Die Qualität der Speisen ist herausragend."
  },
  {
    "label": "positive",
    "text": "Gemütliches Ambiente und köstliche Speisen. Perfekt für besondere Anlässe."
  },
  {
    "label": "positive",
    "text": "Einzigartige Aromen und frische Zutaten. Ein unvergessliches Esserlebnis."
  },
  {
    "label": "positive",
    "text": "Das Personal geht auf alle Wünsche ein. Fühle mich jedes Mal willkommen."
  },
  {
    "label": "positive",
    "text": "Bestes Restaurant in der Gegend. Die Speisen sind immer frisch und lecker."
  },
  {
    "label": "positive",
    "text": "Die Desserts sind himmlisch. Ein perfekter Abschluss eines jeden Essens."
  },
  {
    "label": "positive",
    "text": "Hervorragende Küche mit einem freundlichen Ambiente. Immer ein Vergnügen."
  },
  {
    "label": "positive",
    "text": "Die frischen Zutaten und die Liebe zum Detail machen jedes Gericht besonders."
  },
  {
    "label": "positive",
    "text": "Unglaubliche Vielfalt und Qualität. Jeder Besuch ist ein Erlebnis."
  },
  {
    "label": "positive",
    "text": "Die Speisen sind exquisit, der Service ist unübertroffen. Absolut empfehlenswert."
  },
  {
    "label": "positive",
    "text": "Eine Oase für Feinschmecker. Exzellente Weinauswahl."
  },
  {
    "label": "positive",
    "text": "Ein kulinarisches Highlight. Jeder Gang war ein Genuss."
  },
  {
    "label": "positive",
    "text": "Die beste Pizza in der Stadt. Tolle Atmosphäre und freundliches Personal."
  },
  {
    "label": "positive",
    "text": "Außergewöhnliche Gerichte, die das Herz erwärmen. Ein Muss für Genießer."
  },
  {
    "label": "positive",
    "text": "Ein Restaurant, das durch seine Kreativität und Qualität besticht."
  },
  {
    "label": "positive",
    "text": "Einladendes Ambiente und Speisen, die jedes Herz höher schlagen lassen."
  },
  {
    "label": "positive",
    "text": "Die perfekte Kombination aus Geschmack und Präsentation. Einfach klasse!"
  },
  {
    "label": "positive",
    "text": "Gemütlich, lecker und immer ein Besuch wert. Tolles Restaurant!"
  },
  {
    "label": "positive",
    "text": "Die Steaks sind vom Feinsten. Tolles Fleisch und perfekte Zubereitung."
  },
  {
    "label": "positive",
    "text": "Erstklassiger Fisch, frisch und perfekt zubereitet. Ein Traum für Fischliebhaber."
  },
  {
    "label": "positive",
    "text": "Wunderschönes Ambiente, perfekt für ein romantisches Abendessen."
  },
  {
    "label": "positive",
    "text": "Die hausgemachten Nudeln sind ein Gedicht. Authentische italienische Küche."
  },
  {
    "label": "positive",
    "text": "Ein fantastischer Ort für ein Familienessen. Jeder findet etwas Leckeres."
  },
  {
    "label": "positive",
    "text": "Das vegetarische Menü ist ein Traum. Kreativ, lecker und gesund."
  },
  {
    "label": "positive",
    "text": "Ein Paradies für Veganer. Großartige Auswahl und unglaublicher Geschmack."
  },
  {
    "label": "positive",
    "text": "Das beste Sushi der Stadt. Frische Zutaten und kunstvolle Präsentation."
  },
  {
    "label": "positive",
    "text": "Die Atmosphäre ist entspannend und einladend. Ein echtes Highlight."
  },
  {
    "label": "positive",
    "text": "Begeistert von der authentischen Küche. Jedes Gericht ist ein Meisterwerk."
  },
  {
    "label": "positive",
    "text": "Eine beeindruckende Auswahl an Weinen, perfekt abgestimmt auf die Speisen."
  },
  {
    "label": "positive",
    "text": "Eine Oase für Gourmets. Jeder Besuch ist ein Fest für die Sinne."
  },
  {
    "label": "positive",
    "text": "Die Kombination aus traditionellen und modernen Gerichten ist einzigartig."
  },
  {
    "label": "positive",
    "text": "Die Desserts sind ein Traum - süß und perfekt zubereitet."
  },
  {
    "label": "positive",
    "text": "Das Ambiente ist stilvoll und gemütlich. Perfekt für ein Abendessen mit Freunden."
  },
  {
    "label": "positive",
    "text": "Das Personal ist außergewöhnlich aufmerksam und freundlich."
  },
  {
    "label": "positive",
    "text": "Ein kulinarisches Erlebnis, das man nicht verpassen sollte. Einfach großartig!"
  },
  {
    "label": "positive",
    "text": "Die frischen Meeresfrüchte sind hervorragend und immer perfekt zubereitet."
  },
  {
    "label": "positive",
    "text": "Die kreative Präsentation der Speisen begeistert bei jedem Besuch."
  },
  {
    "label": "positive",
    "text": "Die ruhige und entspannte Atmosphäre macht das Essen zu einem wahren Genuss."
  },
  {
    "label": "positive",
    "text": "Eine exzellente Auswahl an vegetarischen Optionen. Frisch und lecker."
  },
  {
    "label": "positive",
    "text": "Das Restaurant bietet eine perfekte Mischung aus Eleganz und Komfort."
  },
  {
    "label": "positive",
    "text": "Ein wahrer Genuss für Fleischliebhaber. Die Qualität ist unübertroffen."
  },
  {
    "label": "positive",
    "text": "Die hausgemachten Desserts sind himmlisch und ein perfekter Abschluss des Essens."
  },
  {
    "label": "positive",
    "text": "Das Essen ist immer frisch, die Aromen sind ausgewogen und köstlich."
  },
  {
    "label": "positive",
    "text": "Ein ideales Restaurant für besondere Anlässe. Unvergessliche Erlebnisse garantiert."
  },
  {
    "label": "positive",
    "text": "Das Bistro bietet eine gemütliche Atmosphäre und hervorragende Gerichte."
  },
  {
    "label": "positive",
    "text": "Ein perfekter Ort für ein Geschäftsessen. Professioneller Service und exzellentes Essen."
  },
  {
    "label": "negative",
    "text": "Enttäuschende Erfahrung. Das Essen war ungenießbar und kalt."
  },
  {
    "label": "negative",
    "text": "Das Personal war unhöflich und unaufmerksam. Sehr frustrierend."
  },
  {
    "label": "negative",
    "text": "Überteuerte Speisen und Getränke. Nicht das Geld wert."
  },
  {
    "label": "negative",
    "text": "Die Wartezeit war unerträglich lang, und das Essen war durchschnittlich."
  },
  {
    "label": "negative",
    "text": "Schlechte Qualität des Essens. Hatte besseres erwartet."
  },
  {
    "label": "negative",
    "text": "Das Restaurant war laut und überfüllt. Keine angenehme Atmosphäre."
  },
  {
    "label": "negative",
    "text": "Das Essen schmeckte, als wäre es aufgewärmt. Sehr enttäuschend."
  },
  {
    "label": "negative",
    "text": "Unfreundliches Personal, das kaum auf unsere Bedürfnisse einging."
  },
  {
    "label": "negative",
    "text": "Das Ambiente war unangenehm, und die Einrichtung veraltet."
  },
  {
    "label": "negative",
    "text": "Das Essen war fad und uninspiriert. Hätte mehr erwartet."
  },
  {
    "label": "negative",
    "text": "Die Portionen waren viel zu klein für den Preis."
  },
  {
    "label": "negative",
    "text": "Schlechter Service, und das Essen kam kalt an den Tisch."
  },
  {
    "label": "negative",
    "text": "Das Menü war begrenzt und bot kaum Auswahlmöglichkeiten."
  },
  {
    "label": "negative",
    "text": "Das Restaurant war schmutzig, besonders die Toiletten."
  },
  {
    "label": "negative",
    "text": "Das Essen war zu salzig und schlecht zubereitet."
  },
  {
    "label": "negative",
    "text": "Wir hatten eine Reservierung, mussten aber trotzdem lange warten."
  },
  {
    "label": "negative",
    "text": "Die Atmosphäre im Restaurant war bedrückend und dunkel."
  },
  {
    "label": "negative",
    "text": "Die Tische waren klebrig und das Besteck nicht sauber."
  },
  {
    "label": "negative",
    "text": "Die Gerichte waren überwürzt und nicht wie beschrieben."
  },
  {
    "label": "negative",
    "text": "Das Personal schien überfordert und war nicht hilfreich."
  },
  {
    "label": "negative",
    "text": "Das Essen kam zu spät und war kalt. Sehr enttäuschend."
  },
  {
    "label": "negative",
    "text": "Völlig überteuert für die gebotene Qualität. Nicht empfehlenswert."
  },
  {
    "label": "negative",
    "text": "Der Service war langsam und unaufmerksam. Wir fühlten uns ignoriert."
  },
  {
    "label": "negative",
    "text": "Die Speisen waren geschmacklos und uninspiriert. Große Enttäuschung."
  },
  {
    "label": "negative",
    "text": "Sehr laut und ungemütlich. Konnte mein Essen nicht genießen."
  },
  {
    "label": "negative",
    "text": "Das Personal war unfreundlich und wenig hilfsbereit."
  },
  {
    "label": "negative",
    "text": "Das Essen war unterdurchschnittlich, besonders für den hohen Preis."
  },
  {
    "label": "negative",
    "text": "Lange Wartezeiten trotz geringer Auslastung. Unverständlich."
  },
  {
    "label": "negative",
    "text": "Die Gerichte waren nicht wie beschrieben. Sehr enttäuschend."
  },
  {
    "label": "negative",
    "text": "Das Ambiente war trist und nicht einladend."
  },
  {
    "label": "negative",
    "text": "Das Essen war fettig und ungesund. Keine guten Optionen."
  },
  {
    "label": "negative",
    "text": "Portionen waren kleiner als erwartet. Preis-Leistung stimmt nicht."
  },
  {
    "label": "negative",
    "text": "Das Restaurant war schlecht beleuchtet und wirkte schmutzig."
  },
  {
    "label": "negative",
    "text": "Der Lärmpegel war unerträglich. Konnte mich nicht entspannen."
  },
  {
    "label": "negative",
    "text": "Das Essen war fade und schlecht zubereitet. Nicht zu empfehlen."
  },
  {
    "label": "negative",
    "text": "Musste lange auf die Bestellung warten. Service war schlecht."
  },
  {
    "label": "negative",
    "text": "Die Speisekarte war verwirrend und bot wenig Auswahl."
  },
  {
    "label": "negative",
    "text": "Die Qualität des Essens entsprach nicht den Erwartungen."
  },
  {
    "label": "negative",
    "text": "Unfreundliches Personal und schlechter Kundenservice."
  },
  {
    "label": "negative",
    "text": "Das Restaurant war unangenehm voll und laut."
  },
  {
    "label": "negative",
    "text": "Die Einrichtung war veraltet und ungemütlich."
  },
  {
    "label": "negative",
    "text": "Das Essen war nicht frisch und schmeckte nach Fertiggerichten."
  },
  {
    "label": "negative",
    "text": "Der Service ließ zu wünschen übrig. Wir fühlten uns nicht willkommen."
  },
  {
    "label": "negative",
    "text": "Schlechtes Preis-Leistungs-Verhältnis. Viel zu teuer."
  },
  {
    "label": "negative",
    "text": "Die Gerichte waren zu gewöhnlich und ohne jegliche Kreativität."
  },
  {
    "label": "negative",
    "text": "Die Wartezeit auf das Essen war unzumutbar. Total enttäuscht."
  },
  {
    "label": "negative",
    "text": "Das Restaurant hatte eine unangenehme Atmosphäre."
  },
  {
    "label": "negative",
    "text": "Die Portionen waren enttäuschend klein und nicht sättigend."
  },
  {
    "label": "negative",
    "text": "Unsaubere Tische und schmutziges Geschirr. Unhygienisch."
  },
  {
    "label": "negative",
    "text": "Das Personal wirkte desinteressiert und unmotiviert."
  }
]