[
    {
      "label": "positive",
      "text": "Delicious food and great service! Highly recommended."
    },
    {
      "label": "positive",
      "text": "Amazing experience, from the appetizers to the desserts."
    },
    {
      "label": "positive",
      "text": "The restaurant exceeded my expectations. Fantastic!"
    },
    {
      "label": "positive",
      "text": "I love this place! The food is consistently excellent."
    },
    {
      "label": "positive",
      "text": "Friendly staff and a cozy atmosphere make this my favorite spot."
    },
    {
      "label": "positive",
      "text": "I had a wonderful time here. The flavors are outstanding."
    },
    {
      "label": "positive",
      "text": "An absolute gem! I can't get enough of their cuisine."
    },
    {
      "label": "positive",
      "text": "This restaurant is a must-visit. You won't be disappointed."
    },
    {
      "label": "positive",
      "text": "I've dined here multiple times, and it's consistently fantastic."
    },
    {
      "label": "positive",
      "text": "Great value for exceptional quality. 5 stars!"
    },
    {
      "label": "positive",
      "text": "The service was prompt, and the food was superb."
    },
    {
      "label": "positive",
      "text": "A delightful experience from start to finish."
    },
    {
      "label": "positive",
      "text": "The restaurant's ambiance is perfect for a romantic dinner."
    },
    {
      "label": "positive",
      "text": "The chef's creativity shines through in every dish."
    },
    {
      "label": "positive",
      "text": "I appreciate the attention to detail in both food and service."
    },
    {
      "label": "positive",
      "text": "You can't go wrong with anything on the menu. It's all fantastic!"
    },
    {
      "label": "positive",
      "text": "This place consistently impresses me. Top-notch cuisine."
    },
    {
      "label": "positive",
      "text": "I had a memorable evening with exceptional food and wine."
    },
    {
      "label": "positive",
      "text": "The staff is friendly and attentive, making every visit enjoyable."
    },
    {
      "label": "positive",
      "text": "I've recommended this restaurant to all my friends. It's a hidden gem."
    },
    {
      "label": "positive",
      "text": "The flavors are a burst of happiness in every bite."
    },
    {
      "label": "positive",
      "text": "The menu offers a delightful variety of options to choose from."
    },
    {
      "label": "positive",
      "text": "I can't wait to return and explore more dishes. Fantastic place!"
    },
    {
      "label": "positive",
      "text": "This restaurant has quickly become my go-to for special occasions."
    },
    {
      "label": "positive",
      "text": "I appreciate the consistent quality and flavors in every dish."
    },
    {
      "label": "positive",
      "text": "A culinary delight! This place is a food lover's paradise."
    },
    {
      "label": "positive",
      "text": "Impressed with the fresh ingredients and creative presentations."
    },
    {
      "label": "positive",
      "text": "Exceptional dining experience. I can't wait to come back."
    },
    {
      "label": "positive",
      "text": "The restaurant's atmosphere adds to the overall enjoyment."
    },
    {
      "label": "positive",
      "text": "Friendly staff, delicious food, and a cozy ambiance."
    },
    {
      "label": "positive",
      "text": "One of the best dining experiences in town. Highly recommended!"
    },
    {
      "label": "positive",
      "text": "The dessert menu is a sweet ending to a perfect meal."
    },
    {
      "label": "positive",
      "text": "A culinary masterpiece. I'm always impressed by their dishes."
    },
    {
      "label": "positive",
      "text": "This restaurant never disappoints. Consistently excellent."
    },
    {
      "label": "positive",
      "text": "I can't get enough of their mouthwatering dishes."
    },
    {
      "label": "positive",
      "text": "The staff goes above and beyond to ensure a great dining experience."
    },
    {
      "label": "positive",
      "text": "Perfect for date night or a special celebration."
    },
    {
      "label": "positive",
      "text": "This restaurant is a hidden treasure. You'll be pleasantly surprised."
    },
    {
      "label": "positive",
      "text": "The presentation of the dishes is almost as impressive as the taste."
    },
    {
      "label": "positive",
      "text": "I've never had a bad meal here. Truly exceptional."
    },
    {
      "label": "positive",
      "text": "The attention to detail sets this restaurant apart. Loved it!"
    },
    {
      "label": "positive",
      "text": "From the first bite to the last, it's a culinary journey."
    },
    {
      "label": "positive",
      "text": "This restaurant deserves all the praise it receives. Outstanding."
    },
    {
      "label": "positive",
      "text": "A gastronomic delight that never disappoints."
    },
    {
    "label": "positive",
      "text": "The wine selection perfectly complements the menu."
    },
    {
        "label": "negative",
        "text": "I had a terrible experience at this restaurant. The food was cold, and the service was slow."
    },
    {
        "label": "negative",
        "text": "I wouldn't recommend this place. The quality of the food doesn't match the price."
    },
    {
        "label": "negative",
        "text": "The service was awful, and the food was tasteless. I won't be coming back."
    },
    {
        "label": "negative",
        "text": "I was disappointed with my visit. The portions were small, and the flavors were bland."
    },
    {
        "label": "negative",
        "text": "The restaurant was dirty, and the staff seemed disinterested in serving customers."
    },
    {
        "label": "negative",
        "text": "I had high hopes, but the food was a letdown. It lacked seasoning and creativity."
    },
    {
        "label": "negative",
        "text": "The prices here are outrageous for the quality of food you get. Not worth it."
    },
    {
        "label": "negative",
        "text": "The waitstaff was rude and unprofessional. It ruined the entire dining experience."
    },
    {
        "label": "negative",
        "text": "I found a hair in my food, and when I complained, they didn't even apologize."
    },
    {
        "label": "negative",
        "text": "This restaurant used to be good, but it has gone downhill. Avoid it."
    },
    {
        "label": "negative",
        "text": "I can't believe how bad the service was. We waited forever for our meals."
    },
    {
        "label": "negative",
        "text": "The restaurant was noisy, and I couldn't have a conversation without shouting."
    },
    {
        "label": "negative",
        "text": "The menu had limited options, and the food was overcooked."
    },
    {
        "label": "negative",
        "text": "I got food poisoning from this place. It was a nightmare."
    },
    {
        "label": "negative",
        "text": "I ordered a salad, and it was wilted and tasted like it had been sitting out all day."
    },
    {
        "label": "negative",
        "text": "The atmosphere was uncomfortable, and the tables were too close together."
    },
    {
        "label": "negative",
        "text": "The restaurant was understaffed, and it took forever to get our orders."
    },
    {
        "label": "negative",
        "text": "I expected better quality for the price I paid. Very disappointed."
    },
    {
        "label": "negative",
        "text": "I found a bug in my food. That's a deal-breaker for me."
    },
    {
        "label": "negative",
        "text": "The food was greasy and made me feel sick. Never again."
    },
    {
        "label": "negative",
        "text": "I had to send my dish back because it was undercooked. Not acceptable."
    },
    {
        "label": "negative",
        "text": "The restaurant had a strange odor, and it was off-putting."
    },
    {
        "label": "negative",
        "text": "The server got my order wrong, and when I pointed it out, they argued with me."
    },
    {
        "label": "negative",
        "text": "The restaurant was dirty, and the tables were sticky. I won't be returning."
    },
    {
        "label": "negative",
        "text": "The food was way too salty, and I couldn't eat it."
    },
    {
        "label": "negative",
        "text": "I expected better quality for the price. The food was mediocre at best."
    },
    {
        "label": "negative",
        "text": "The restaurant was empty, and now I know why. The food was terrible."
    },
    {
        "label": "negative",
        "text": "I ordered a steak, and it was overcooked and tough to chew."
    },
    {
        "label": "negative",
        "text": "The service was incredibly slow, and the staff seemed disorganized."
    },
    {
        "label": "negative",
        "text": "I had to wait 30 minutes just to get a menu. Unacceptable."
    },
    {
        "label": "negative",
        "text": "The restaurant was out of several menu items. Very disappointing."
    },
    {
        "label": "negative",
        "text": "The prices are too high for the quality of food you receive."
    },
    {
        "label": "negative",
        "text": "I couldn't even finish my meal because it was so unappetizing."
    },
    {
        "label": "negative",
        "text": "The restaurant was chaotic, and the staff seemed overwhelmed."
    },
    {
        "label": "negative",
        "text": "I had a reservation, but they still made me wait for a table."
    },
    {
        "label": "negative",
        "text": "The food was cold by the time it arrived at our table."
    },
    {
        "label": "negative",
        "text": "The restaurant ran out of basic ingredients. How does that happen?"
    },
    {
        "label": "negative",
        "text": "I had high expectations, and this restaurant was a major letdown."
    },
    {
        "label": "negative",
        "text": "The restaurant was dirty, and I saw a rat scurrying across the floor."
    },
    {
        "label": "negative",
        "text": "The restroom was in terrible condition. It reflects poorly on the establishment."
    },
    {
        "label": "negative",
        "text": "The food was bland and lacked seasoning. I wouldn't recommend it."
    },
    {
        "label": "negative",
        "text": "I had a reservation, but they gave our table to someone else."
    },
    {
        "label": "negative",
        "text": "The restaurant was disorganized, and the staff seemed clueless."
    },
    {
        "label": "negative",
        "text": "I was charged for items I didn't order, and it was a hassle to get it corrected."
    },
    {
        "label": "negative",
        "text": "I expected a fine dining experience, but it was far from it."
    },
    {
        "label": "negative",
        "text": "The restaurant was unclean, and it made me lose my appetite."
    },
    {
        "label": "negative",
        "text": "I found a foreign object in my food. It's inexcusable."
    }
]